Repository: MuneeraYousaf/Final-Porject
Catalog: *.lproj/Localizable.strings
Languages: ar

source: name
ar: اسم المستخدم

source: name email
ar: البريد الإلكتروني

source: number
ar: الجوال

source: Text1
ar: البريد الإلكتروني

source: Text2
ar: كلمة المرور

source: Text3
ar: تسجيل الدخول

source: Text4
ar: مستخدم جديد؟

source: Text5
ar: تسجيل جديد

source: Text6
ar: الأستمرار كضيف

source: Text7
ar: تسجيل دخول

source: Text8
ar: إنشاء حساب

source: Text9
ar: اسم المستخدم

source: Text10
ar: البريد الإلكتروني

source: Text11
ar: رقم الجوال

source: Text12
ar: كلمة المرور

source: Text13
ar: تأكيد كلمة المرور

source: Text14
ar: هل لديك حساب؟

source: Text15
ar: تسجيل جديد

source: Text search
ar: البحث عن اللعبة...

source: Text categories
ar: فئات -

source: Text all
ar: الجميع

source: Text action
ar: action

source: Text adventure
ar: adventure

source: Text sports
ar: sports

source: Text Platforms
ar: العمر -

source: Text Xbox
ar: Xbox

source: Text Windows
ar: Windows

source: Text NintendoSwitch
ar: NintendoSwitch

source: Text PlayStation
ar: PlayStation

source: Text About
ar: وصف اللعبة

source: Text Reviews
ar: التعليقات

source: Text Details
ar: تفاصيل اللعبة

source: Text Seeall
ar: عرض المزيد

source: Text rating
ar: إضافة تقييم
